[
  {
    "name": "Egusi Soup",
    "description": "Made from melon seeds rich in fat and protein that have been dried and ground up, this soup or stew typically contains leafy vegetables, meat or fish. Popular among the Ibo people of Nigeria, variations of this rich stew can be found all over Western Africa. In Nigeria, it’s usually eaten with pounded yam.",
    "region": "Western Africa",
    "country": "Nigeria",
    "ingredients": "",
    "categories": "",
    "rating": 4.3
  },
  {
    "name": "Banga Soup",
    "knownAs": "Ofe Akwu, Oghwo Amiedi, Izuwo Ibiedi",
    "description": "Banga or ofe akwu is a flavorful Nigerian soup made with palm fruit, beef or dried fish, vegetables, and seasonings such as salt and chili pepper. The soup is traditionally paired with various fufu dishes. The name of the dish is derived from two words: ofe, meaning soup or stew, and akwu, meaning palm fruit.",
    "region": "Western Africa",
    "country": "Nigeria",
    "ingredients": "Palm nut Extract, Assorted Meats, Pieces Stockfish (Panla, Okporoko), Dried Fish, Fresh or Smoked Shrimps, Ground Dried Crayfish or prawns, Banga Spice, Crushed Obeletientien leaves or Dried bitter leaves, Oburunbebe stick, Scotch bonnet ( Atarodo), onion, dried pepper, Periwinkles, seasonings",
    "categories": "Soup",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635775260/dishes-photo/banga_qtnj6l.jpg",
    "rating": 4.3
  },

  {
    "name": "Ogbono Soup",
    "description": "Ogbono is a traditional Nigerian soup made with a combination of ogbono seeds, red palm oil, onions, stock, seasoning cubes, leafy vegetables such as spinach, pumpkin leaves, or bitterleaf, and assorted meat and fish such as beef, tripe, shrimp, and crayfish.The ingredients are simmered in an uncovered pot until fully tender, and the soup is then traditionally served hot with fufu, because the soup's slimy consistency helps the lumps of fufu slide down. Ogbono has many versions, so it can also be made without vegetables.",
    "region": "Western Africa",
    "country": "Nigeria",
    "ingredients": "Palm Oil, Ogbono, Meat, Crayfish, salt, Bitter leaves, Seasonings",
    "categories": "VEGETABLE SOUP",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635518679/dishes-photo/azyfrv28b75qzxocygri.jpg",
    "rating": 4.4
  },

  {
    "name": "Shiro",
    "description": "Shiro is an Ethiopian stew made with chickpeas or broad beans as main ingredients, along with garlic, onions, ginger, tomatoes, and chili peppers. The chickpeas give this stew a nice texture and nutty flavor, but they can be replaced by shiro powder, which is a combination of chickpea flour and various spices. The dish is traditionally prepared for special occasions such as Ramadan and Tsom. It is recommended to serve shiro with injera flatbread on the side.",
    "region": "Eastern Africa",
    "country": "Ethiopia",
    "ingredients": "Eggplant, Tomato, Garlic, Cumin, Paprika, Coriander, Parsley",
    "categories": "Stew",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635520694/dishes-photo/dwt42nvcbxofouhqo65k.jpg",
    "rating": 4.3
  },

  {
    "name": "Githeri",
    "description": "Githeri is a Kenyan staple food consisting of beans and maize that are stewed with onions, tomatoes, and sometimes potatoes or meat chunks. The stew is often flavored with cumin, turmeric, or chili powder. It is traditionally served on its own, although it can be served with rice or crusty bread on the side.The dish originates from the Kikuyu tribe, living in Central Kenya.",
    "region": "Eastern Africa",
    "country": "Kenya",
    "ingredients": "Beans, Corn, Onion, Tomato, Potatoes, Cumin, Cayenne Pepper or Tumeric",
    "categories": "Stew",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635520749/dishes-photo/qn5p0yjwzehlr85vmwn1.jpg",
    "featured": true
  },

  {
    "name": "Maffe",
    "description": "Malva pudding is a traditional South African dessert consisting of a pudding base covered in a creamy, sweet sauce made with water, cream, vanilla, butter, and sugar. The pudding is usually made from butter, sugar, eggs, apricot jam, milk, flour, and salt.The dessert is typically served warm, preferably with ice cream, whipped cream, or vanilla custard on the side. It is believed that the dish is named malva pudding after the Afrikaans word malva, meaning marshmallow, referring to the similarities between marshmallows and the pudding's texture, although some say that the name is derived after the fact that the pudding used to contain Malvasia wine.",
    "region": "Southern Africa",
    "country": "South Africa",
    "ingredients": "",
    "categories": "Pudding",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635521963/dishes-photo/maffe_paqtsc.jpg"
  },

  {
    "name": "Wali wa kukaanga",
    "description": "Wali wa kukaanga is a delicious Kenyan dish made by combining boiled rice with turmeric, onions, oil, and vegetables such as carrots, peas, and corn. The combination of rice and vegetables is then fried, and the whole dish is served as an accompaniment to chicken dishes.It is recommended to pair wali wa kukaanga with a salad of choice on the side.",
    "region": "Eastern Africa",
    "country": "Kenya",
    "ingredients": "",
    "categories": "Rice Dish",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635521963/dishes-photo/kukaanga_ytjotq.jpg",
    "featured": true
  },

  {
    "name": "Kaab el ghazal",
    "description": "These crescent-shaped cookies are usually associated with Morocco, but they can be found throughout Algeria and Tunisia in slightly different forms and under various names. Their name translates as gazelle ankles, but they are better known as gazelle horns. They consist of a thin pastry shell that is wrapped around a sweet cinnamon-flavored almond filling. Both filling and the pastry dough are typically enriched with orange blossom water. The cookies can be coated in crushed nuts or optionally dipped in orange blossom water and then dusted with sugar, in which case they are typically referred as kaab el ghazal m'fenned.",
    "region": "Nothern Africa",
    "country": "Morocco",
    "ingredients": "Flour, Butter, Marzipan, Orange Flower, Rose water, Cinnamon",
    "categories": "Sweet Pastry",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635521964/dishes-photo/Kaab-el_vxohhm.jpg"
  },
  {
    "name": "Sfenj",
    "description": "Sfenj are popular Moroccan doughnut-like fritters made from sticky unleavened batter. The dough is traditionally shaped into rings and deep-fried until it develops a golden, crispy exterior. The interior should be fluffy, tender, and chewy. These fritters are usually served hot when sold by street vendors, and they can be consumed plain or dusted with icing sugar.",
    "region": "Nothern Africa",
    "country": "Morocco",
    "ingredients": "Dry Yeast, warm water, flour, salt, Vegetable oil, Sugar ",
    "categories": "Sweet Pastry",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635770649/dishes-photo/sfenj_cxpulp.webp",
    "rating": 4.5
  },
  {
    "name": "Nshima",
    "description": "Nshima is a staple food in Zambia – a very thick and smooth porridge made from ground maize. It is quite similar to the Kenyan ugali and the Zimbabwean sadza. Nshima is always consumed with soups, sauces, or stews, known as ndiwo in Zambia.The most common ndiwo dishes in the country are chibwabwa and ifisashi. Smaller pieces of nshima are typically torn by hand, and nshima is then used to scoop up the ndiwo dishes.",
    "region": "Eastern Africa",
    "country": "Zambia",
    "ingredients": "Cornmeal, salt, water",
    "categories": "Porridge",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635770648/dishes-photo/nshima_zsdtzb.jpg",
    "rating": 4.4,
    "featured": true
  },

  {
    "name": "Zaalouk",
    "description": "Zaalouk is a traditional Moroccan salad made by cooking eggplant, tomatoes, garlic, and flavorings such as cumin, paprika, coriander, and parsley. Although it can be served on its own, zaalouk is also often served as a side dish, a spread for sandwiches, or a dip, when it is paired with crusty bread.",
    "region": "Nothern Africa",
    "country": "Morocco",
    "ingredients": "Eggplant, Tomato, Garlic, Cumin, Paprika, Coriander, Parsley",
    "categories": "Salad",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635770648/dishes-photo/zaalouk_gqunqv.jpg",
    "rating": 3.9
  },

  {
    "name": "Maafe",
    "description": "This traditional stew, occasionally also referred as a sauce or soup, is enjoyed throughout the West and Central Africa, but it is believed it originated among the Bambara people in Mali. It comes in numerous regional variations, but each version is created with roasted peanuts that are ground into flour and make the basic sauce of the dish.",
    "region": "Western Africa",
    "country": "Mali",
    "ingredients": "Beef: Lamb, Goat or chicken, Peanut Butter, ginger, turmeric, coriander, coriander",
    "categories": "Stew",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635770648/dishes-photo/maafe_rjtdxx.jpg"
  },

  {
    "name": "Malva Pudding",
    "description": "Malva pudding is a traditional South African dessert consisting of a pudding base covered in a creamy, sweet sauce made with water, cream, vanilla, butter, and sugar. The pudding is usually made from butter, sugar, eggs, apricot jam, milk, flour, and salt. The dessert is typically served warm, preferably with ice cream, whipped cream, or vanilla custard on the side. It is believed that the dish is named malva pudding after the Afrikaans word malva, meaning marshmallow, referring to the similarities between marshmallows and the pudding's texture, although some say that the name is derived after the fact that the pudding used to contain Malvasia wine.",
    "region": "Southern Africa",
    "country": "South Africa",
    "ingredients": "butter, sugar, eggs, apricot jam, milk, flour, salt",
    "categories": "Pudding",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635770648/dishes-photo/malva-pudding_btj7jc.jpg",
    "featured": true
  },

  {
    "name": "Seffa",
    "description": "Seffa is a traditional Moroccan dish that is typically reserved for celebrations and festivities. It consists of either vermicelli noodles or couscous combined with a savory-sweet onion sauce and a topping of icing sugar, cinnamon, raisins, and ground almonds. It is not unusual to see pieces of chicken in the dish, as there are a number of variations on seffa. The dish is quite easy to prepare, and it is usually served as a side dish. It is recommended to pair seffa with a glass of warm milk.",
    "region": "Nothern Africa",
    "country": "Morocco",
    "ingredients": "",
    "categories": "Side Dish",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635770648/dishes-photo/saffe_fm8be6.jpg",
    "rating": 3.9
  },

  {
    "name": "Taktouka",
    "knownAs": "Chakchuka",
    "description": "Taktouka is a healthy and nutritious Moroccan salad consisting of cooked tomatoes and green peppers mashed into a purée. The salad is often served as a side dish to grilled meat and fish dishes, although it can also be used as a dip, when it's consumed with crusty bread, used for scooping up the salad. It is recommended to garnish taktouka with freshly chopped parsley or coriander and a drizzle of olive oil.",
    "region": "Nothern Africa",
    "country": "Morocco",
    "ingredients": "Tomato, Peppers, Garlic, Parsley, Coriander, Paprika, Cumin, Olive oil",
    "categories": "Salad, Dip",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635770649/dishes-photo/Taktouka_pvdwfe.jpg",
    "rating": 4.7
  },

  {
    "name": "Poulet DG",
    "description": "Poulet DG is a tasty Cameroonian poultry dish made with a combination of chicken and ripe plantains in a hearty tomato sauce. The dish is typically garnished with a variety of vegetables such as green beans, bell peppers, and carrots, making it visually appealing and enhancing the flavors even further. Regarding the name of the dish, poulet refers to chicken, while DG means Directeur Général in French or CEO in English, referring to the fact that poulet DG was most commonly served to people from the upper classes in the past.",
    "region": "Middle Africa",
    "country": "Cameroon",
    "categories": "Chicken Dish",
    "ingredients": "Chicken, Tomato sauce, Plantain, Grean beans, Bell pepper, Carrot, Garlic, White pepper",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635770649/dishes-photo/PouletDG_hxgim9.jpg"
  },

  {
    "name": "Umm ali",
    "knownAs": "Om ali, Omali",
    "description": "Although there are many recipes, the Egyptian umm ali is usually made by dividing bread or puff pastry into pieces, then mixing it with sugar, milk, and coconut flakes. The mixture is typically sprinkled with raisins, pistachios, and cinnamon, then baked in the oven until the top develops a golden brown color. This dessert can be served hot or chilled. When translated, the name of the dish means Ali's mother, referring to the 13th-century legend saying that Sultan Ezz El Din Aybak's wife prepared the dessert as a sign of celebration and it was then shared amongst the people.",
    "region": "Nothern Africa",
    "country": "Egypt",
    "ingredients": "Crisp Pastry: sweet crackers, cookies, Nuts, Cream, Milk",
    "categories": "Dessert",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635770649/dishes-photo/umali_v5eo3w.jpg"
  },

  {
    "name": "Bazin",
    "knownAs": "Bazeen, بازين",
    "description": "Bazin is a popular Libyan unleavened bread (also considered a dough-based dish) made by boiling barley flour and salt in water and beating it with a stick called magraf until it develops into a dough which is then baked or steamed. The bread is characterized by its hard texture, achieved by the usage of large amounts of salt. It is traditionally shared and consumed using the right hand. Bazin is often served with a tomato-based stew, potatoes, hard-boiled eggs, and mutton.",
    "region": "Nothern Africa",
    "country": "Libya",
    "ingredients": "Flour, salt, water",
    "categories": "Bread",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635770650/dishes-photo/bazin_gjy3py.jpg"
  },
  {
    "name": "Khobz",
    "knownAs": "Moroccan Flatbread",
    "description": "Khobz is a traditional Moroccan bread that is shaped into round, flat loaves and baked in an oven until it develops a crispy crust. It can be made with different types of flour such as wheat, bran, barley, and semolina. Some bakers like to add anise, nigella, or cumin in order to enhance its flavors. Khobz is used to scoop up sauces, dips, meat, and vegetables in numerous Moroccan dishes.",
    "region": "Nothern Africa",
    "country": "Morocco",
    "ingredients": "Flour, Anise, Nigella, Cumin",
    "categories": "Bread",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635770649/dishes-photo/Khobz_nzyaku.jpg"
  },
  {
    "name": "Hoenderpastei",
    "description": "Hoenderpastei is a South African dish consisting of a shortcrust pastry shell filled with pieces of chicken, vegetables such as onions, carrots, and celery, hard-boiled eggs, and seasonings such as pepper, lemon juice, salt, and bay leaves.",
    "region": "Southern Africa",
    "country": "South Africa",
    "categories": "Savory Pastry, Street Food",
    "ingredients": "Chicken, Onions, Carrots, Boiled eggs, Pepper, Lemon juice, salt, Bay leaves",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635770649/dishes-photo/Hoenderpastei_mqjcge.jpg"
  },
  {
    "name": "Genfo",
    "knownAs": "Ga'at, Akelet, Marqaa",
    "description": "Genfo is a simple Ethiopian porridge that is commonly consumed for breakfast, made by adding dry-roasted barley flour to boiling water and stirring the concoction with a wooden utensil until it develops a smooth, yet extremely thick consistency. The porridge is then transferred to a bowl, and a hole is created in the center, usually by using a finjal (Ethiopian coffee cup). The well is filled with clarified spiced butter and berbere spices. Genfo is traditionally consumed as it is, although it can be accompanied by a scoop of yogurt.",
    "region": "Eastern Africa",
    "country": "Ethiopia",
    "categories": "Porridge, Breakfast",
    "ingredients": "Barley Flour",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635770650/dishes-photo/Genfo_s89qax.jpg"
  },
  {
    "name": "Maakouda",
    "knownAs": "Maaqouda",
    "description": "Maakouda are traditional potato fritters that are popular throughout the Maghreb, especially in Morocco, Algeria, and Tunisia. The fritters are usually prepared plain, but they can also be stuffed with meat, tuna, or cheese, although not that often. They're made with potatoes, parsley, garlic, flour, salt, and pepper. The potatoes are boiled, mashed, and mixed with other ingredients into small disks which are then deep-fried in hot oil until golden brown. Maakouda is traditionally served as an appetizer, a side dish, or an ingredient in a long sandwich roll that's usually sold as street food and served with harissa, coriander, and lemon juice. The fritters are especially popular during the month of Ramadan.",
    "region": "Nothern Africa",
    "country": "Morocco",
    "categories": "Appetizer, Snack, Street food, Deep fried Dish",
    "ingredients": "Potatoes, Parsley, Garlic, Flour, Salt, Black pepper",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635770650/dishes-photo/Maakouda_uzc9ku.jpg"
  },
  {
    "name": "Domoda",
    "knownAs": "Gambian Peanut Stew",
    "description": "Domoda is the national dish of Gambia, a peanut stew made with or without meat and served over fluffy rice. If meat is used in the dish, it is usually beef, bushmeat, or chicken. If Domoda is made without meat, any available vegetables can be added into the stew, usually pumpkins and sweet potatoes.",
    "region": "Southern Africa",
    "country": "Gambia",
    "categories": "Stew, Meat Dish",
    "ingredients": "Beef or Chicken, Pumpkin, Sweet potato, Peanuts, Tomato Paste, Tomato, Onion",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635770650/dishes-photo/domoda_p3tkk4.jpg"
  },
  {
    "name": "Kafteji",
    "description": "Kafteji is a traditional Tunisian dish made with fried vegetables. Typical veggies used in the dish include eggplants, bell peppers, potatoes, tomatoes, zucchinis, and pumpkins. The vegetables are fried, chopped, then combined with (often fried) eggs and seasonings. The dish is often sprinkled with parsley or coriander, and it's then served as a side to poultry or fish, although it can be eaten as it is. Kafteji is also a popular Tunisian street food, often served in a baguette.",
    "region": "Nothern Africa",
    "country": "Tunisia",
    "categories": "Vegetable Dish, Side Dish, Street Food, Vegetarian Dish",
    "ingredients": "Eggplant, Bell pepper, Potatoes, Tomato, Zucchini, Pumpkin, Eggs, Harissa",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635770650/dishes-photo/Kafteji_aswl8n.jpg",
    "rating": 4.8
  },
  {
    "name": "Afang Soup",
    "description": "Afang is a traditional soup hailing from the southeastern parts of Nigeria, The afang leaves are ground or pounded and the onions are chopped before the beef is boiled with the onions and seasoning cubes in a small quantity of water. When done, the dried fish is added with the palm oil, ground pepper, afang leaves, and water leaves. Once the leaves become tender and the liquids evaporate a bit, the soup is simmered for a short while before it's ready to be served. It's especially popular among the Efiks, people of Akwa Ibom and Cross River states.",
    "region": "Western Africa",
    "country": "Nigeria",
    "categories": "Soup",
    "ingredients": "Afang leaves, Waterleafs, dried fish, beef, onions, red palm oil, ground crayfish, Seasoning cubes",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635770651/dishes-photo/Afang_Soup_tqcr1o.jpg",
    "rating": 4.5
  },
  {
    "name": "Fricassee",
    "description": "Fricassee is a traditional Tunisian sandwich that's packed with flavor, but also with lots of calories. The base is made with flour, eggs, oil, salt, water, and yeast, and it is then shaped into round or elongated rolls which are fried in hot oil and filled with tuna, hummus, boiled eggs, capers, olives, harissa, and boiled potatoes.",
    "region": "Nothern Africa",
    "country": "Tunisia",
    "categories": "Sandwich",
    "ingredients": "Eggs, Oil, Salt, Water, Tuna, Hummus, Boiled eggs, Capers, Olives, Harissa, Boiled potatoes",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635770650/dishes-photo/Fricassee_ncemde.jpg",
    "rating": 4.5
  },
  {
    "name": "Bessara",
    "knownAs": "Bissara, بسارة, Beyssar, Besara, Beyssara",
    "description": "Bessara is a comforting Moroccan dish made with puréed beans – either split peas or dried fava beans. It can be prepared in the form of a soup or porridge, while the thicker versions are commonly used as a dip. The puréed beans are typically seasoned with olive oil, lemon juice, and garlic, and the dish is often served with paprika and cumin on the side, while crusty Moroccan bread is almost mandatory. Bessara is traditionally served for breakfast, and it is especially popular during winter.",
    "region": "Nothern Africa",
    "country": "Morocco",
    "categories": "Vegetable Soup, Breakfast, Porridge, Dip, Plant-Based/Vegan Dish",
    "ingredients": "Split Peas, Fava beans, Olive oil, Lemon Juice, Garlic, Paprika, Cumin",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635770651/dishes-photo/Bessara_jrh6n7.jpg",
    "rating": 4.4
  },
  {
    "name": "Lablabi",
    "knownAs": "Lablebi, لبلابي",
    "description": "Tunisian chickpea soup is a real working class staple — cheap, quick to prepare, filling, and commonly found at inexpensive restaurants. Lablabi is a hot and spicy dish, also quite greasy and heavy, and typically flavored with garlic, cumin, and harissa. It is traditionally served ladled over chunks of stale crusty bread, drizzled with olive oil, sometimes even with either vinegar or lemon or lime juice, and often garnished with cilantro, parsley, and scallions. Special versions of lablabi include capers, olives, pickled vegetables and tuna, while another variety called hergma is made with cow's hooves.",
    "region": "Nothern Africa",
    "country": "Tunisia",
    "categories": "VEGETABLE SOUP",
    "ingredients": "Garlic, Cumin, Harissa, Olive oil, Vinegar, Lemon, Lime, Cilantro, Parsley, Scallions",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635770651/dishes-photo/Lablabi_o0ixyb.jpg",
    "rating": 4.5
  },
  {
    "name": "Waakye",
    "description": "Although it originated in northern parts of Ghana, the rice-and-bean-based dish known as waakye is today consumed on a national level. Whether it's eaten for breakfast or lunch, this dish can be made as rich and as filling as one likes by adding an almost unending list of accompaniments.",
    "region": "Western Africa",
    "country": "Ghana",
    "categories": "Rice Dish, Breakfast, Street Food",
    "ingredients": "Fried Plantain, spaghetti-like talia, Shito, Boiled eggs, Avocados, Tomato-based soup with meat, Gari foto",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635770650/dishes-photo/Waakye_nrgjyo.jpg"
  },
  {
    "name": "Koeksister",
    "knownAs": "Koe'sister",
    "description": "Koeksister is a sweet South African snack with a sticky appearance. It is prepared by frying braided dough strips in oil, then dunking them into a cold sugary syrup. These sticky treats are sold on every major street in South Africa, and today they can even be found in most supermarkets. It is recommended to top them with cinnamon or lemon juice before consumption.",
    "region": "Southern Africa",
    "country": "South Africa",
    "categories": "Sweet Pastry, Snack, Deep-fried Dessert, Fried dough, Street Food Sweets",
    "ingredients": "Flour, Baking powder, Salt, Unsalted Butter, Milk, Oil, White Sugar, Water, Peeled Fresh Ginger, Lemon Strips, Lemon Juice",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635770651/dishes-photo/Koeksister_lm9zmn.jpg",
    "rating": 4.8
  },
  {
    "name": "Harissa",
    "description": "Harissa is a traditional spicy paste originating from Tunisia, There are so many variations on harissa that there is no fixed recipe and every family has their own version. Some people like to add lemon juice or fermented onions to the mix. The condiment is traditionally used in sandwiches or with couscous and meat such as beef, poultry, lamb, and goat. Harissa can also be added to soups and stews.",
    "region": "Nothern Africa",
    "country": "Tunisia",
    "categories": "Condiment",
    "ingredients": "Roasted Red Pepper, Olive Oil, Cumin, Coriander, Caraway, Garlic",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635770651/dishes-photo/Harissa_lawaqq.jpg",
    "rating": 4.1
  },
  {
    "name": "Hawawshi",
    "knownAs": "حواوشى",
    "description": "Hawawshi is a popular Egyptian snack consisting of a traditional baladi bread, in appearance similar to the famous pita pockets, stuffed with a flavorful mixture of minced meat, vegetables, and various spices. The generously seasoned meat mixture is placed inside the bread dough and baked until all the flavors combine, the meat is cooked, and the bread achieves a light golden color and a crispy texture.",
    "region": "Nothern Africa",
    "country": "Egypt",
    "categories": "SNACK, STREET FOOD",
    "ingredients": "",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635770652/dishes-photo/Hawawshi_hmrliq.jpg"
  },
  {
    "name": "Fit-fit",
    "knownAs": "Fitfit, Fir-fir, ፍርፍር / ፍትፍት",
    "description": "Fitfit is a typical Ethiopian food served for breakfast, made with clarified spiced butter and berbere spices. There are two main versions of fitfit: the one made with injera flatbread, and the other one made with unleavened kitcha bread.",
    "region": "Eastern Africa",
    "country": "Ethiopia",
    "categories": "BREAKFAST",
    "ingredients": ""
  },
  {
    "name": "Eba",
    "knownAs": "Garri, Ẹ̀bà",
    "description": "Eba or garri is a Nigerian staple food consisting of cassava flour combined with hot water. The combination is traditionally mixed with a large wooden spoon until it firms up, and is then rolled into a ball. Eba is served with almost all Nigerian soups. It can be dipped into the soups, but it's also often served with stews and various meat dishes.",
    "region": "Western Africa",
    "country": "Nigeria",
    "categories": "Side Dish",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635770651/dishes-photo/Eba_ripi18.jpg",
    "rating": 3.8
  },
  {
    "name": "Mchicha",
    "description": "Mchicha is the most popular Tanzanian dish. This thick and creamy vegetarian meal is usually prepared with leafy vegetables such as amaranth or spinach with added grated coconut, coconut milk, peanut butter, tomatoes, and onions. It is recommended to serve mchicha with rice, ugali, or samp and beans on the side in order to make a satisfying main course.",
    "region": "Eastern Africa",
    "country": "Tanzania",
    "categories": "VEGETABLE DISH, PLANT-BASED/VEGAN DISH",
    "ingredients": "Spinach, Coconut, Coconut Milk, Peanut Butter, Tomato, Onion",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635862591/dishes-photo/Mchicha_ylyf4m.jpg"
  },

  {
    "name": "Samak mashwi",
    "description": "Samak mashwi is an Egyptian dish that is also quite popular in Lebanon. It consists of a whole baked fish which is then lavishly garnished with parsley, lemon slices, mayonnaise, pickles, and sliced olives. Before baking, the fish should be cleaned, and its head is left untouched apart from the eyes, which should be removed. It is typically seasoned with salt and olive oil. Samak mashwi is especially popular as a party dish, prepared for various social events and during Ramadan.",
    "region": "Nothern Africa",
    "country": "Egypt",
    "categories": "SALTWATER FISH DISH",
    "ingredients": "Fish, Lemon, Lemon Juice, Olives, Garlic, Pickles, Tomato, Onions, Chilling, Coriander powder, Cumin powder, White Vinegar, Salt",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635862590/dishes-photo/Samak_mashwi_zvfu1x.jpg"
  },
  {
    "name": "Chermoula",
    "knownAs": "شرمولة, Charmoula",
    "description": "Chermoula is a North African marinade consisting of lemon juice, olive oil, coriander, parsley, garlic, cumin, paprika, chili peppers, and salt. The final result is a rough-textured paste that is traditionally used with fish or seafood dishes. Although it is mostly used to give flavor to fish, chermoula might also be used on meat and vegetables, as a dipping sauce, or as a dressing for salads.",
    "region": "Nothern Africa",
    "country": "Morocco",
    "categories": "Dip, Sauce, Dressing",
    "ingredients": "Lemon Juice, Olive Oil, Coriander, Parsley, Garlic, Cumin, Paprika, Hot Pepper",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635862591/dishes-photo/Chermoula_lffo4z.jpg",
    "rating": 3.9
  },
  {
    "name": "Ras el hanout",
    "description": "Ras el hanout is a mixture which often includes up to 40 different spices, while some blends claim to include over 100. Literally translated, ras el hanout means top of the shop, suggesting that the spice blend is the best and finest thing a consumer can buy from the merchants.Overall, the spice mix should be aromatic, warm, sharp, and slightly pungent, including some common, and some unusual ingredients such as dried lavender, caraway, galangal, a variety of peppers, dried rosebuds, and Japanese white ginger. Sometimes, ras el hanout can even contain hashish or a Spanish fly. It is quite versatile, so it can be rubbed into meat or stirred into rice dishes, and it is especially significant for giving the spicy and sweet aromas to the famous Moroccan tajines.",
    "region": "Nothern Africa",
    "country": "Morocco",
    "categories": "SPICE BLEND",
    "ingredients": "Ground Cumin, Ground Ginger, Salt, Ground Black Pepper, Ground Cinnamon, Ground Coriander Seeds, Cayenne, Groud Allspice, Gound Cloves",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635862589/dishes-photo/Ras_el_hanout_maf1tb.jpg",
    "rating": 4.4
  },
  {
    "name": "Hummus",
    "knownAs": "Houmous, Hommus, Hummus b’tahini",
    "description": "This internationally popular, beige-colored spread is traditionally made with mashed chickpeas, tahini sesame paste, lemon juice, and garlic. People across the world love hummus for its tangy flavor and the fact that it is filled with nutrients. When served, it is typically dressed with a drizzle of olive oil, and is then used as a dip for vegetables or a flavorful filling for flatbreads such as pita. Even today, not much is known about its origins, although the earliest mention of hummus dates back to 13th-century Egypt. Hummus is sometimes additionally enriched with spices such as cumin and paprika, and it can be garnished with anything from fresh herbs, cucumbers, and chopped tomatoes to olives, pine nuts, and hard-boiled eggs.",
    "region": "Nothern Africa",
    "country": "Egypt",
    "categories": "Dip, Appetizer, Side Dish, Spread, Plant-Based/Vegan Dish",
    "ingredients": "Tahini, Chickpeas, Lemon, Garlic, Cumin",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635862591/dishes-photo/Hummus_dhhtwv.jpg",
    "rating": 4.3
  },
  {
    "name": "Duqqa",
    "description": "Duqqa is an Egyptian blend of herbs, toasted nuts, and spices such as cumin, sesame seeds, and coriander. The combination of these ingredients is ground into a coarse powder which can be used as a salad topping, a dip with olive oil and bread, or as a seasoning. Its name is derived from the Egyptian Arabic word for to crush or to pound, referring to the method of production. Duqqa originated as peasant food and people mostly consumed it as a seasoning for bread. Due to its high protein and fat content, it provided sustenance throughout the day.",
    "region": "Nothern Africa",
    "country": "Egypt",
    "categories": "CONDIMENT",
    "ingredients": "Hazelnuts, Sesame Seeds, Coriander seeds, Cummin Seeds, Ground Black Pepper, Flaked salt, Olive Oil",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635862589/dishes-photo/Duqqa_wmmodw.jpg"
  },
  {
    "name": "Thieboudienne",
    "knownAs": "Tiéboudienne, Ceebu Jën, Riz Senegalais, Thiéboudiène, Cheb-u-Jin",
    "description": "Thieboudienne is the national dish of Senegal, an aromatic combination of fish, vegetables, and rice in a hearty tomato sauce flavored with garlic and chili. Fish, vegetables, and rice are usually served separately, with a few lime wedges on the side, used for squeezing the juice over fish. It is believed that the dish was invented in the city of St. Louis in the 19th century.",
    "region": "Western Africa",
    "country": "Senegal",
    "categories": "SALTWATER FISH, DISH RICE DISH",
    "ingredients": "Fish, Bell Pepper, Cabbage, Carrots, Purple eggplant, Garlic, Onions, Parsley, Sweet Potatoes, Rice, Vegetable Oil, Tomato Paste, Scotch bonnet habanero chile, Salt, Black Pepper",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635862590/dishes-photo/Thieboudienne_wywfhu.jpg"
  },
  {
    "name": "Ful medames",
    "knownAs": "Ful, Foul medames",
    "description": "Ful medames is an ancient, pre-Ottoman and pre-Islamic national dish of Egypt, a traditional breakfast food consisting of slowly simmered fava beans seasoned with a squeeze of lemon juice, olive oil, garlic, and selected spices. Some remnants of the dish were found in the 12th Dynasty Pharaonic tombs in Egypt, and any food that has been found in an ancient tomb must have been a wildly popular culinary treat. The creamy, earthy stew is usually spiced with the addition of chilis and cayenne pepper. It is recommended to prepare it a day in advance because the beans need to be soaked and cooked overnight. When eaten, the hearty stew is traditionally served out of big metal jugs, and once on the plate, it is often mopped up with pieces of fresh pita bread and topped with pickled beets, parsley, onions, tomatoes, and cumin.",
    "region": "Nothern Africa",
    "country": "Egypt",
    "categories": "STEW, BREAKFAST, PLANT-BASED/VEGAN DISH",
    "ingredients": "Fava Beans, Lemon, Olive Oil, Tomato, Parsley, Hot Pepper, Garlic, Salt",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635862589/dishes-photo/Ful_medames_zgbhyf.jpg",
    "rating": 3.6
  },
  {
    "name": "Rechta",
    "description": "Rechta is a traditional Algerian dish consisting of thin and flat noodles and chicken sauce. The noodles are made with a combination of flour, salt, water, and ghee, while the sauce is made with chicken pieces, onions, garlic, oil, chickpeas, ras el hanout, cinnamon, turnips, potatoes, and zucchini.",
    "region": "Nothern Africa",
    "country": "Algeria",
    "categories": "Noodle Dish",
    "ingredients": "flour, salt, water, ghee, chicken, Onions, Garlic, oil, chickpeas, ras el hanout, cinnamon, turnips, potatoes, zucchini",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635862589/dishes-photo/Rechta_agcu5a.jpg",
    "rating": 4.6
  },
  {
    "name": "Mechouia Salad",
    "knownAs": "سلطة مشوية, Slata Mechouia, Grilled Salad, Hmiss, Mishwiyya",
    "description": "Mechouia is a Tunisian salad made with grilled, coarsely chopped onions, peppers, tomatoes, and garlic, drizzled with olive oil and seasoned with caraway, salt, and black pepper. The salad is then typically garnished with hard-boiled eggs, olives, or tuna. The salad can be served on its own, but it is also often served on toasted bread or baguette slices. It is quite common to find it in Tunisia as a part of a mix of appetizers in traditional restaurants.",
    "region": "Nothern Africa",
    "country": "Tunisia",
    "categories": "Salad, Appetizer",
    "ingredients": "Onions, Pepper, Tomato, Garlic, Olive Oil, Caraway, Salt, Black Pepper, Jalapeno peppers, Boiled Egg, Cooked Tuna",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635862589/dishes-photo/Mechouia_Salad_immgfl.jpg",
    "rating": 4.8
  },
  {
    "name": "Cachupa",
    "knownAs": "Munchupa, Cachupa Rica, Cachupa Pobre, Cachupa Refogada",
    "description": "This slow-cooked corn (hominy) and bean stew is made with vegetables (plantains, sweet potatoes, squash, and yams), meat (marinated pork, chorizo sausages, or tuna), and spices (bay leaves, garlic, and pimento). It is the perfect “poor man’s dish” – inexpensive, filling, and packed with protein. It hails from Cape Verde, a ten-island archipelago off the west African coast, and dates back to the 15th century when Portuguese settlers first began growing American vegetables. The dish comes in two varieties – cachupa rica (rich) and cachupa pobre (poor), the only difference between the two being that rica is made with meat while pobre is made with vegetables.",
    "region": "Western Africa",
    "country": "Cape Verde",
    "categories": "Stew",
    "ingredients": "Corn, Pork, Chorizo, Tuna, Bay Leaf, Garlic",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635862591/dishes-photo/Cachupa_gtsmdf.jpg",
    "rating": 3.9
  },
  {
    "name": "Vetkoek",
    "knownAs": "Amagwinya, Magwinya, Fetcooks, Mafatcooks, Fat Cake",
    "description": "Vetkoek is an iconic South African street food item consisting of deep-fried yeast buns that are usually filled with cheese, curry, or fruit jams. It can be served as a small snack, for breakfast or lunch. The ball-shaped dough is made from salt, yeast, and flour. When served at a South African braai, vetkoek is often served with boerewors, a traditional sausage. You can also serve them as they are, or with a cup of tea on the side.",
    "region": "Southern Africa",
    "country": "South Africa",
    "categories": "Street Food, Snack, Deep-fried Dish",
    "ingredients": "",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635862588/dishes-photo/Vetkoek_l773zo.jpg",
    "rating": 5.0
  },
  {
    "name": "Rumi",
    "knownAs": "جبنه رومى, Gebna Rūmi, Roumy, Gebna Turki, Ras Cheese",
    "description": "Rumi is a hard Egyptian cheese made from cow’s milk or a combination of cow’s and water buffalo’s milk. It has a sharp, salty flavor and a pungent aroma that is often enhanced with peppercorns. When served, the cheese wheels are typically cut into long and thin slices which easily fit into pita bread. There are three basic types of rumi, depending on the maturation period: new rumi is unaged, medium rumi is aged for three years, while the old rumi is aged from eight to twelve years in order to develop as much flavor as it can.",
    "region": "Nothern Africa",
    "country": "Egypt",
    "categories": "CHEESE, COW'S MILK CHEESE, PASTEURIZED MILK CHEESE, HARD CHEESE, NATURAL RIND CHEESE, MIXED MILK CHEESE",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635862588/dishes-photo/Rumi_q3tcmp.jpg",
    "rating": 3.9
  },
  {
    "name": "Fufu",
    "knownAs": "Foo-Foo, Foufou, Foutou, Fu Fu, Fufuo, Sakora, Sakoro, Couscous de Cameroun",
    "description": "Fufu is very difficult to make, a process that starts by pounding cassava and unripe plantains together with a big wooden pole and mashing them while adding water. As it needs to be vigorously stirred, it usually takes two people to make it - one pounding it, and the other moving it around between the pounding. Once the mixture is smooth, it gets shaped into small balls that are then placed in a stew or soup with meat. Similar to the Tanzanian ugali, an indentation is made in the ball, used for scooping up the sauce, with fufu acting as a spoon. This starchy side dish is an important accompaniment to various stews and sauce-based dishes, and it's regularly eaten throughout West and Central Africa.",
    "region": "Western Africa",
    "country": "Ghana",
    "categories": "Side Dish",
    "ingredients": "Plantain, Cassava",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635862588/dishes-photo/fufu_v8r8qo.jpg",
    "rating": 4.2
  },
  {
    "name": "Baghrir",
    "knownAs": "Beghrir, Rghayif",
    "description": "Baghrir is a soft and spongy Moroccan pancake made with semolina flour. It is characterized by numerous holes on its surface, a result of yeast-produced bubbles in the batter that form and break as the pancake cooks. It is recommended to serve baghrir with fruit jams or a syrup made with butter and honey.",
    "region": "Nothern Africa",
    "country": "Morocco",
    "categories": "PANCAKE, DESSERT",
    "ingredients": "Baking powder, Egg, Flour, Semolina, Sugar, Vanilla, Yeast, Salt, Milk Powder, Water",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635862588/dishes-photo/Baghrir_qu55vr.jpg",
    "rating": 4.4,
    "featured": true
  },
  {
    "name": "Fesikh",
    "knownAs": "Feseekh, فسيخ‎‎",
    "description": "Fesikh is a popular Egyptian dish consisting of dried, fermented, and salted gray mullet. The fish is dried in the sun by a specialist called a fasakhani. If prepared incorrectly, the dish can cause poisoning, so it is traditionally stored in firmly closed glass jars. Fesikh is served during the Sham-El-Nessim festival, accompanied by finely chopped onions, lemon wedges, and Egyptian bread.",
    "region": "Nothern Africa",
    "country": "Egypt",
    "categories": "SALTWATER FISH DISH",
    "ingredients": "Grey Mullet, Onion, Scallions, Lemon",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1635862588/dishes-photo/Fesikh_mfzttf.jpg"
  },
  {
    "name": "Matbucha",
    "knownAs": "Madboukha, Madboucha, مطبوخة‎, Maṭbūkhah, Matbukha",
    "description": "Though its origins presumably lie in Morocco, matbucha is also a favorite in Israel, where it was brought by Jewish immigrants. The dish consists of roasted bell peppers and tomatoes seasoned with garlic and ground paprika. In Morocco, it is typically enjoyed as meze—assorted small dishes—while Israelis typically think of it as an appetizer. Matbucha should always be served drizzled with a generous amount of olive oil, accompanied by a warm flatbread on the side.",
    "region": "Nothern Africa",
    "country": "Morocco",
    "categories": "Vegetable Dish, Appetizer, Plant-Based/Vegan Dish",
    "ingredients": "Tomato, Garlic, Paprika, Olive Oil",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1636477304/Matbucha_ifph7g.jpg",
    "featured": true
  },
  {
    "name": "Shawarma",
    "knownAs": "Shawurma",
    "description": "Marinated and spit-roasted, shawarma is a delicious Middle Eastern meat treat whose origins can be traced back to the Ottoman Empire era, while its name stems from the Arabic pronunciation of the Turkish word çevirme (lit. to turn; turning), and refers to the rotating skewer on which the meat is cooked. Shawarmas are made with either lamb, turkey, chicken, beef, or a mix of different meats which are slow-cooked for hours and basted in their own juices and fat, gaining an incomparable succulence, but the real secret to a perfect shawarma is in the marinade. Depending on the variety, the meat must be marinated for at least a day, preferably two, especially when using beef. These marinades are either yogurt or vinegar-based and typically include spices and flavorings such as cinnamon, cloves, cardamom, nutmeg, black pepper, allspice, dried lime, spicy paprika, garlic, ginger, lemon, bay leaf, and sometimes even orange slices.",
    "region": "Nothern Africa",
    "country": "Egypt",
    "categories": "Street Food",
    "ingredients": "Pita Bread, Lavash, Lamb or Beef or Chicken, Vegetables, Cinnamon, Clove",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1636477303/Shawarma_np4aod.jpg",
    "rating": 4.4,
    "featured": true
  },
  {
    "name": "Yassa",
    "knownAs": "Poulet Yassa, Yassa au Poulet, Chicken Yassa",
    "description": "Yassa, also known as chicken yassa or poulet yassa, is Senegal's national dish, a stew consisting of chicken that is marinated in lemon, lots of onions, and vinegar. The chicken needs to marinate in the mixture for at least eight hours, making sure that the lemon juice and vinegar take the bite out of the onions and tenderize the tough poultry found in the Casamance region. Chicken pieces are then cooked over medium-high heat until the marinade becomes a sauce in itself. This process results in an incredibly flavorful and tender meat that is traditionally served with fluffy rice in brightly decorated plates.",
    "region": "Western Africa",
    "country": "Senegal",
    "categories": "Chicken Stew",
    "ingredients": "Chicken, Lemon, Onion, Vinegar",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1636477303/Yassa_e5ldja.jpg",
    "rating": 4.6,
    "featured": false
  },

  {
    "name": "Tanjia",
    "description": "Tanjia is a unique Moroccan specialty made by cooking sheep meat in a clay urn along with flavorings such as saffron, cumin, garlic, lemons, and olive oil. The dish is especially popular in Marrakech, where the urns are filled with all of the ingredients, then placed in the coals of a public bath (hammam) to slowly cook overnight until the meat is so tender that it falls off the bone. It is said originally that the dish is cooked by men.",
    "region": "Nothern Africa",
    "country": "Egypt",
    "categories": "Lamb/Mutton Dish",
    "ingredients": "Sheep Meat, Saffron, Cumin, Lemon, Olive Oil",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1636477303/Tanjia_ph185e.jpg",
    "rating": 4.6,
    "featured": true
  },
  {
    "name": "Potjiekos",
    "description": "Potjiekos is a South African dish made by layering meat, vegetables, starches (such as potatoes, rice, or pasta), and sauce in the pot. Potjiekos is never stirred during cooking because the dish cooks slowly in order to let the steam build up. Making potjiekos is usually a social activity, since the dish is typically cooked from three to six hours. It is prepared in small pots, hence the name. The dish dates back to the 1800s, but it is still widely consumed today.",
    "region": "Southern Africa",
    "country": "South Africa",
    "categories": "Stew, Meat Dish",
    "ingredients": "Lamb, Potatoes, Rice, Pasta, Tomato, Onion, Ginger, Garlic",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1636477302/Potjiekos_occs4b.jpg",
    "rating": 4.7,
    "featured": false
  },
  {
    "name": "Tibs",
    "knownAs": "Tebs, T'ibs, ጥብስ",
    "description": "Tibs is an Ethiopian dish consisting of stir-fried meat and vegetables. The dish can be served in a wide variety of manners – ranging from mild to hot and containing a small amount of vegetables, lots of vegetables, or no vegetables at all. Due to the usage of various types of meat, there are numerous variations of this Ethiopian delicacy. Tibs is usually prepared as a sign of respect to someone, or as a festive dish at special events and holidays.",
    "region": "Eastern Africa",
    "country": "Ethiopia",
    "categories": "Meat Dish",
    "ingredients": "Berbere Spice, Cardamom ground seeds, Ground Cloves, Fenugreek seeds, Cumin Ground Seeds",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1636477303/tibs_cvpktb.jpg",
    "featured": false
  },

  {
    "name": "Mahjouba",
    "knownAs": "Mahdjouba, Mhadjeb, Mahadjeb",
    "description": "Mahjouba is a traditional Algerian pancake that is one of the most popular street food items in the country. These thick and flaky pancakes are made with semolina, then filled with a combination of tomatoes and caramelized onions. Mahjouba is often paired with harissa sauce on the side, but the condiment is completely optional.",
    "region": "Nothern Africa",
    "country": "Algeria",
    "categories": "Pancake, Stree food",
    "ingredients": "Green chilies, Carrot, Coriander, Onions, Tomato Sauce, Flour, Semolina, Salt, Cooking Oil, Vinsgar, Powder Pepper",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1636477302/Mahjouba_seaxil.jpg",
    "rating": 5.0,
    "featured": true
  },

  {
    "name": "Kitfo",
    "knownAs": "Ketfo, ክትፎ",
    "description": "Kitfo is a popular Ethiopian dish consisting of raw beef that is freshly ground and combined with Ethiopian butter (niter kibbeh) and spices such as chili and salt. The dish is served with a variety of breads, with injera being a staple of every restaurant that serves kitfo. Although kitfo is usually served on its own, it can also be accompanied by salty cheeses or collard greens.",
    "region": "Eastern Africa",
    "country": "Ethiopia",
    "categories": "Beef Dish, Ground Meat Dish, Raw Meat Dish",
    "ingredients": "Beef, Ghee, Cayenne Pepper, Garlic, Cardamom, Black Pepper",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1636477303/Kitfo_zoobmz.jpg",
    "featured": false
  },

  {
    "name": "Attiéké",
    "knownAs": "Acheke, Garba",
    "description": "Attiéké is a traditional Ivorian couscous consisting of fermented and ground cassava roots. It is usually accompanied by sliced onions, tomatoes, grilled chicken, or fried fish. This tasty dish is consumed by people of all ages for breakfast, lunch, and dinner, although it is traditionally prepared exclusively by women. It can be bought at numerous local markets, either in individual portions or large bags.",
    "region": "Western Africa",
    "country": "Ivory Coast",
    "categories": "Street Food, Breakfast, Side Dish",
    "ingredients": "",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1636477303/Atti%C3%A9k%C3%A9_jauyz3.jpg",
    "rating": 4.6,
    "featured": true
  },
  {
    "name": "Boerewors",
    "knownAs": "South African Farmer's Sausage",
    "description": "Boerewors is a South African sausage that's shaped into a coil and must contain at least 90% meat, while the other 10% consists of spices (nutmeg, allspice, cloves, black pepper...) and other ingredients. The fat in the meat must not exceed 30%. The sausage must contain beef, but it can also have lamb, pork, or a combination of both, while offal or mechanically processed meat is forbidden. The name boerewors is derived from two words – boer, which means farmer, and wors, which means sausage.",
    "region": "Southern Africa",
    "country": "South Africa",
    "categories": "Sausage",
    "ingredients": "Nutmeg, Allspice, Cloves, Black pepper,  Beef, Pork, Vinegar, Coriander, Brown Sugar, Salt",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1636477302/Boerewors_zpfzwi.jpg",
    "rating": 4.7,
    "featured": false
  },
  {
    "name": "Chebakia",
    "knownAs": "Mkharka, Griwech, Rose des Sables, Chebbakia, Shebakia, Griouech",
    "description": "Chebakia is a chewy, crunchy, and fragrant Moroccan pastry made by arranging strips of dough into a flower shape. It is then fried, coated in honey, and sprinkled with sesame seeds. This sweet treat is traditionally prepared during the month of Ramadan, and is typically served alongside harira. It takes a lot of time and effort to prepare chebakia, so Moroccan women often ask sisters, mothers, or friends to help them in making large quantities of these cookies.",
    "region": "Nothern Africa",
    "country": "Morocco",
    "categories": "Sweet Pastry, Deep-fried Dessert, Fried Dough",
    "ingredients": "Egg, Honey, Pinch Mastic grains, Anise, Baking powder, Cinnamon, Saffron, Sesame seed, Vinegar, Olive Oil, Vegetable Oil, Butter, Flower water",
    "imageUrls": "https://res.cloudinary.com/hebronhq/image/upload/v1636477302/Chebakia_aez59v.jpg, https://res.cloudinary.com/hebronhq/image/upload/v1636477302/Chebakia_aez59v.jpg",
    "rating": 4.0,
    "featured": false
  }
]
